1:WizQst80B8E
00000000
Raised Tower
凸起的塔楼
00000001
Bottom of the Lake
湖底
00000002
 I was once like you, Ravenwood's most promising student.
我曾经像你这样，也是拉文霍德最有前途的学生。
00000003
I'll waste no more time on you! My destiny awaits, as the prophecy has foretold!
我不会再在你身上浪费时间了！我的命运在前方等待着我，正如预言预示的那样！
00000004
Watch and learn as I speak the Charm of Making...
当我吟唱出造物符咒的时候，注意看，注意学……
00000005
With this, my power returns a hundred fold!
有了这个，我的力量恢复了一百倍！
00000007
<ITALICS>That was a little unusual. It brought you to the bottom of the lake. Luckily, it also allowed you to breathe down here... </ITALICS>
<ITALICS>这事儿有点不太寻常。它把你带到湖底。幸运的是，你在湖底还能呼吸……</ITALICS>
00000008
<ITALICS>That figure ahead looks disturbingly familiar. </ITALICS>
<ITALICS>令人不安的是，前方的那个身影看起来很眼熟。</ITALICS>
00000009
Bottom of the Lake
湖底
00000010
I knew you'd come! She said you'd come! She knows you better than you know yourself!
我就知道是你来了！她说过你会来！她比你还要了解你自己！
00000011
It's up to me to stop you so you can't disrupt her ritual. You may have beaten me in our last duel, but she has given me new life!
我是来阻止你的，这样你才没有办法打断她的仪式。上一次决斗，你可以算是打赢我了，但是，她给了我一次新生的机会！
00000012
Once you are destroyed, I'll take the path up to the top of Shining Mountain and rejoin my Lady of Shadows!
一旦你被消灭了，我就会爬上闪亮山脉的顶峰，跟我的暗影女士会合！
00000013
Noooooo! Dark Lady, do not abandon meeeeeeeeeee!
不……黑暗女士，不要抛弃我……！
00000014
<ITALICS>Maybe that's the last of him... That must be the path up to the top of the mountain he mentioned. </ITALICS>
<ITALICS>可能这就是他最后的结局……那应该就是他提到过的通往闪亮山脉顶峰的道路。</ITALICS>
00000015
Mountain Path
山中小径
00000016
You have grown in power, Wizard. I am impressed.
你越来越强大了，魔法师。这让我印象很深刻。
00000017
Imagine what I could teach you.
想象下我能传授你什么。
00000018
I offer you endless power. Think of what we could do. Join me...we can redraw the spiral itself.
我能给你无穷无尽的力量。想想我们能做的事情。加入我吧……我们能按照我们的意愿来重新改变漩涡星系。
00000019
No? Then I'll just destroy you... and do it alone.
不？那么我将会毁了你……而且由我亲自动手。
00000020
Spectral Guardians of Shining Mountain - I am your master now. Destroy that Wizard!
闪亮山脉的阴影守卫？现在我才是你们的主人。消灭那个魔法师！
00000021
Sit quietly and watch as I draw down the power of the Spiral and rewrite destiny. 
静静地坐着，看我吸取漩涡星系的力量来改写命运。
00000022
"Ah'nahl nathrak" <br>"Uth Vas Bethad" <br>"Do-Hiel Dienveh."
“阿那哈尔那斯瑞克”<br>“尤思维斯贝斯德”<br>“度海也地恩里亨。”
00000023
<ITALICS>There's a trace of magic in the air from her teleport spell. If you hurry up to it, you can follow her. </ITALICS>
<ITALICS>从她的传送魔法周围的空气里可以发现魔法的痕迹。如果你快点的话，你能追上她。</ITALICS>
00000024
Morganthe
摩根塞
00000025
<ITALICS>Morganthe must have entered the Sunken Tower now that its barriers have fallen. </ITALICS> 
<ITALICS>既然塔的屏障已经掉落了，摩根塞肯定已经进入沉没之塔了。</ITALICS>
00000026
Why do you oppose me? I am merely recovering that which is mine.
你为什么要跟我作对？我只不过是想拿回属于我自己的东西。
00000027
This treasure was stolen from me long, long ago. It is mine by right. 
很久很久以前，这个宝物就从我这里被人偷走了。按理说，它是属于我的。
00000028
I have done it! I have broken Ambrose's cursed locks and reclaimed what was rightfully mine.
我已经做到了！我已经打破安布罗斯诅咒的困锁，名正言顺地取回属于我的东西。
00000029
And now I reclaim my Deck of Shadows.
现在我要拿回我的暗影魔法盒。
00000030
Goodbye, young Wizard. My pets are hungry, and you will make an excellent snack.
再见，年轻的魔法师。我的宠物们都饿了，而你，将会是赐给它们的绝赞的点心。
00000031
If you happen to survive, tell your Headmaster he cannot stop me. He will hear the Horn when it calls.
如果你凑巧能存活下来的话，回去告诉你的校长，他是没有办法阻止我的。当号角吹响的时候，他会听见的。
00000032
<ITALICS>A deep tremor shakes your very being, and you hear a howling wind from outside... </ITALICS> 
<ITALICS>强烈的震动摇晃着你的身体，你听见外面传来风的吼叫……</ITALICS>
00000033
The Mirror will break... the Horn will call. From the Shadows I strike, and the skies... will fall!
镜子将会被打碎……号角将会被吹响。我从黑暗中侵袭而来，而天空，将会失守！
00000034
<ITALICS>You must return to Baobab at once and tell Inyanga Whitestripes what has transpired here today. </ITALICS> 
<ITALICS>你必须马上回去拜巴伯，告诉尹亚加·怀特今天在这里所发生的一切。</ITALICS>
00000035
Morganthe
摩根塞
